tap "hashicorp/tap"
tap "kayac/tap"
brew "awscli"
brew "direnv"
brew "gh"
brew "git"
brew "mise"
brew "node"
brew "nvm"
brew "peco"
brew "pnpm"
brew "socat"
brew "starship"
brew "tfenv"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "kayac/tap/ecspresso"
cask "gemini"
